tap 'homebrew/cask'
cask_args appdir: '/Applications'

# Utils
brew 'awscli'
brew 'bash-completion2'
brew 'bash'
brew 'coreutils'
brew 'dbmate'
brew 'fastlane'
brew 'gh'
brew 'git'
brew 'jq'
brew 'tree'
brew 'watchman'

# zsh
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'zsh-autosuggestions'

# Languages
brew 'nvm'
brew 'pyenv-virtualenv'

# Apps
cask '1password'
cask 'adoptopenjdk/openjdk/adoptopenjdk8'
cask 'alfred'
cask 'android-studio'
cask 'docker'
cask 'flipper'
cask 'google-chrome'
cask 'iterm2'
cask 'moom'
cask 'postman'
cask 'react-native-debugger'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

mas 'Todoist', id: 585829637
mas 'Xcode', id: 497799835