tap "homebrew/cask"
cask_args appdir: "~/Applications", require_sha: true

# Utils
brew "bash-completion2"
brew "bash"
brew "coreutils"
brew "git"
brew "jq"

# Languages
brew "nvm"
brew "pyenv-virtualenv"

# Apps
cask "1password"
cask "alfred"
cask "docker"
cask "google-chrome"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"