tap 'homebrew/cask'
cask_args appdir: '/Applications'

# Utils
brew 'awscli'
brew 'bash-completion2'
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'jq'

# zsh
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'romkatv/powerlevel10k/powerlevel10k'
brew 'zsh-autosuggestions'

# Languages
brew 'nvm'
brew 'pyenv-virtualenv'

# Apps
# Using Beta v7.8
# cask '1password'

cask 'alfred'

# Using https://docs.docker.com/docker-for-mac/apple-m1/
# cask 'docker'

cask 'google-chrome'
cask 'iterm2'
cask 'moom'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zoom'

mas 'Xcode', id: 497799835